
[Artifacts.A_RingOfConjuring_DEPRECATED H7HeroItem]
mName="Кольцо заклинателя"
[Artifacts.A_MantleOfResistance_DEPRECATED H7HeroItem]
mName="Мантия сопротивления"
[Artifacts.A_GoldenGoose_DEPRECATED H7HeroItem]
mName="Золотой гусь"
[Artifacts.A_DwarvenShield_DEPRECATED H7HeroItem]
mName="Щит гномов"
[Artifacts.A_DragonScaleArmor_DEPRECATED H7HeroItem]
mName="Доспех из чешуи дракона"
[Artifacts.A_CrestOfCourage_DEPRECATED H7HeroItem]
mName="Плюмаж бесстрашия"
[Artifacts.A_BootsOfTheExplorer_DEPRECATED H7HeroItem]
mName="Сапоги исследователя"
[Artifacts.A_AmuletOfTheJaguar_DEPRECATED H7HeroItem]
mName="Амулет ягуара"
[Artifacts.A_AmuletOfHealth_DEPRECATED H7HeroItem]
mName="Амулет здоровья"
[A_TearOfAsha H7TearOfAsha]
mName="Слеза Асхи"
mTooltip="Позволяет построить уникальное здание в одном из ваших городов."
[Abilities.A_AmuletOfHealth_Buff H7BaseBuff]
mName="Амулет здоровья"
[Abilities.A_AshasWill_Buff H7BaseBuff]
mName="Воля Асхи"
[Abilities.A_AssassinsBoots_Buff_Damage H7BaseBuff]
mName="Сапоги ассасина"
[Abilities.A_AssassinsBoots_Buff_Initiative H7BaseBuff]
mName="Сапоги ассасина"
[Abilities.A_AssassinsMask_Buff H7BaseBuff]
mName="Маска ассасина"
[Abilities.A_Avenger_Buff H7BaseBuff]
mName="Мститель"
[Abilities.A_BarbarianCape_Buff H7BaseBuff]
mName="Накидка варвара"
[Abilities.A_BootsOfTheWalkingDead_Buff H7BaseBuff]
mName="Сапоги мертвеца"
[Abilities.A_CelestialShield_Buff H7BaseBuff]
mName="Небесный щит"
[Abilities.A_CelestialShield_Buff_Morale H7BaseBuff]
mName="Небесный щит"
[Abilities.A_CloakOfArkath_Buff H7BaseBuff]
mName="Плащ Арката"
[Abilities.A_CloakOfDarkness_Buff H7BaseBuff]
mName="Плащ тьмы"
[Abilities.A_CloakOfElrath_Buff H7BaseBuff]
mName="Плащ Эльрата"
[Abilities.A_CloakOfMalassa_Buff H7BaseBuff]
mName="Плащ Малассы"
[Abilities.A_CloakOfShalassa_Buff H7BaseBuff]
mName="Плащ Шалассы"
[Abilities.A_CloakOfSylanna_Buff H7BaseBuff]
mName="Плащ Силанны"
[Abilities.A_CloakOfTheLich_Buff H7BaseBuff]
mName="Плащ лича"
[Abilities.A_CloakOfWarding_Buff H7BaseBuff]
mName="Плащ отражения"
[Abilities.A_CloakOfYlath_Buff H7BaseBuff]
mName="Плащ Илата"
[Abilities.A_CragHacksHelmet_Buff H7BaseBuff]
mName="Шлем Крэга Хака"
[Abilities.A_CursedDice_Buff H7BaseBuff]
mName="Проклятая кость"
[Abilities.A_DeadMansCape_Buff_HealResist H7BaseBuff]
mName="Накидка мертвеца"
[Abilities.A_DeadMansCape_Buff_Morale H7BaseBuff]
mName="Накидка мертвеца"
[Abilities.A_DwarvenCrossbow_Buff H7BaseBuff]
mName="Арбалет гномов"
[Abilities.A_DwarvenHatchet_Buff H7BaseBuff]
mName="Топорик гномов"
[Abilities.A_ElvenBoots_Buff H7BaseBuff]
mName="Эльфийские сапоги"
[Abilities.A_GauntletOfTheKhan_Buff H7BaseBuff]
mName="Рукавицы хана"
[Abilities.A_GladiatorHelmet_Buff H7BaseBuff]
mName="Шлем гладиатора"
[Abilities.A_GuardiansBreastplate_Buff H7BaseBuff]
mName="Нагрудник хранителя"
[Abilities.A_GuardiansGauntlet_Buff H7BaseBuff]
mName="Рукавицы хранителя"
[Abilities.A_GuardiansHelm_Buff H7BaseBuff]
mName="Шлем хранителя"
[Abilities.A_HourglassOfOrder_Buff H7BaseBuff]
mName="Песочные часы порядка"
[Abilities.A_IdealCrossbow_Buff H7BaseBuff]
mName="Идеальный арбалет"
[Abilities.A_LibramOfLastRites_Buff_DamageResist H7BaseBuff]
mName="Манускрипт соборования"
[Abilities.A_LibramOfLastRites_Buff_HealResist H7BaseBuff]
mName="Манускрипт соборования"
[Abilities.A_LifebloodPendant_Buff H7BaseBuff]
mName="Кулон живой крови"
[Abilities.A_MaskOfDoom_Buff H7BaseBuff]
mName="Маска судьбы"
[Abilities.A_MonksSandals_Buff H7BaseBuff]
mName="Сандалии монаха"
[Abilities.A_NecklaceOfVitality_Buff H7BaseBuff]
mName="Ожерелье выносливости"
[Abilities.A_NotebookOfTheEngineer_Buff H7BaseBuff]
mName="Записи инженера"
[Abilities.A_PendantOfPrimalRage_Buff H7BaseBuff]
mName="Кулон первобытной ярости"
[Abilities.A_PirateArmour_Buff H7BaseBuff]
mName="Доспех пирата"
[Abilities.A_PirateCrossbow_Buff H7BaseBuff]
mName="Арбалет пирата"
[Abilities.A_RangersBoots_Buff H7BaseBuff]
mName="Сапоги следопыта"
[Abilities.A_RangersBow_Buff H7BaseBuff]
mName="Лук следопыта"
[Abilities.A_RangersCape_Buff_Resistance H7BaseBuff]
mName="Накидка следопыта"
[Abilities.A_RingOfCelerity_Buff H7BaseBuff]
mName="Кольцо стремительности"
[Abilities.A_RingOfHaste_Buff H7BaseBuff]
mName="Кольцо скорости"
[Abilities.A_RingOfSwiftness_Buff H7BaseBuff]
mName="Кольцо проворства"
[Abilities.A_RobeOfTheProphet_Buff H7BaseBuff]
mName="Мантия пророка"
[Abilities.A_ShantiriArmour_Buff H7BaseBuff]
mName="Шантирийский доспех"
[Abilities.A_ShiftingBoots_Buff_Movement H7BaseBuff]
mName="Сапоги легкости"
[Abilities.A_SwordOfThorns_Buff_Initiative H7BaseBuff]
mName="Меч с шипами"
[Abilities.A_SwordOfThorns_Buff_Movement H7BaseBuff]
mName="Меч с шипами"
[Abilities.A_UnicornHornBow_Buff H7BaseBuff]
mName="Лук из рога единорога"
[Abilities.A_VialOfPoison_Buff H7BaseBuff]
mName="Фиал с ядом"
[Abilities.A_WindswordPlate_Buff H7BaseBuff]
mName="Доспех Мечей ветра"
[Consumables.A_Potion_ManaFull H7HeroItem]
mName="Зелье маны"
mTooltip="При использовании мгновенно восполняет запас маны героя"
[Consumables.A_Scroll_Air_ChainLightning H7HeroItem]
mName="Свиток «Цепная молния»"
mTooltip="При использовании герой применяет заклинание школы воздуха «Цепная молния»."
[Items_AssassinSet.A_Major_Hands_AssassinsGloves H7HeroItem]
mName="Перчатки ассасина"
mTooltip="%stat1 к %stat1.icon силе.\n%stat2 к %stat2.icon судьбе."
[Items_AssassinSet.A_Major_Shoulders_CloakOfDarkness H7HeroItem]
mName="Плащ тьмы"
mTooltip="%buff1.buff.stat1 к базовому урону вражеских отрядов, ведущих дальний бой."
[Items_AssassinSet.A_Minor_Head_AssassinsMask H7HeroItem]
mName="Маска ассасина"
mTooltip="%buff1.buff.stat к %buff1.buff.stat.icon боевому духу вражеских существ."
[Items_AssassinSet.A_Minor_MainHand_AssassinsBlade H7HeroItem]
mName="Клинок ассасина"
mTooltip="%stat к %stat.icon силе."
[Items_AssassinSet.A_Relic_Feet_AssassinsBoots H7HeroItem]
mName="Сапоги ассасина"
mTooltip="%buff1.buff.stat1 к базовому урону дружественных отрядов, ведущих дальний бой.\nВсе дружественные отряды получают %buff2.buff.stat к %buff2.buff.stat.icon инициативе."
[Items_AssassinSet.A_Relic_Neck_VialOfPoison H7HeroItem]
mName="Фиал с ядом"
mTooltip="%buff1.buff.stat к здоровью всех вражеских существ."
[Items_Bloodforged.A_Major_Hands_ElementalRing H7HeroItem]
mName="Кольцо элементалей"
mTooltip="Позволяет один раз за бой применить заклинание изначальной магии «Призыв элементалей»."
[Items_Bloodforged.A_Major_Head_ArcaneCirclet H7HeroItem]
mName="Диадема волшебства"
mTooltip="%stat к %stat.icon духу.\nУменьшает затраты %special.icon маны на применение заклинаний на %special.val1 ед."
[Items_Bloodforged.A_Major_OffHand_Starstone H7HeroItem]
mName="Звездный камень"
mTooltip="%special.icon Звездное серебро: %special в день"
[Items_Bloodforged.A_Minor_Hands_RingOfConjuring H7HeroItem]
mName="Кольцо заклинателя"
mTooltip="%stat1 к %stat1.icon магии.\n%stat2 к макс. запасу %stat2.icon маны."
[Items_Bloodforged.A_Minor_Head_CrystalCirclet H7HeroItem]
mName="Кристальная диадема"
mTooltip="%stat к %stat.icon духу."
[Items_Bloodforged.A_Relic_Head_CrownOfPersistence H7HeroItem]
mName="Корона постоянства"
mTooltip="Увеличивает время действия положительных эффектов на дружественные отряды на %special.\n%stat ед. %stat.icon маны в день."
[Items_Bloodforged.A_Relic_MainHand_StaffOfTheLyre H7HeroItem]
mName="Посох Лиры"
mTooltip="%stat к %stat.icon магии."
[Items_Bloodforged.A_Relic_Neck_LifebloodPendant H7HeroItem]
mName="Кулон живой крови"
mTooltip="%buff1.buff.stat к здоровью всех дружественных существ."
[Items_Bloodforged.A_Relic_Neck_PendantOfConflux H7HeroItem]
mName="Кулон поглощения"
mTooltip="Герой получает 1 ед. %special.icon маны за кажд. %special ед. %special.icon маны, потрач. вражеским героем во время боя."
[Items_Bloodforged.A_Relic_Shoulders_ShoulderpadsOfTheAmbassador H7HeroItem]
mName="Наплечники посла"
mTooltip="%stat1 к %stat1.icon лидерству.\n%stat2 к вероятности присоединения нейтральных армий к герою."
[Items_DragonBlessed.A_Major_MainHand_AshasWill H7HeroItem]
mName="Воля Асхи"
mTooltip="%stat1 к урону героя за уровень.\n%buff1.buff.stat к здоровью всех дружественных существ."
[Items_DragonBlessed.A_Major_Shoulders_CloakOfArkath H7HeroItem]
mName="Плащ Арката"
mTooltip="Урон от магии огня, получаемый всеми дружественными отрядами, снижен на %buff1.buff.res1.norm."
[Items_DragonBlessed.A_Major_Shoulders_CloakOfElrath H7HeroItem]
mName="Плащ Эльрата"
mTooltip="Урон от магии света, получаемый всеми дружественными отрядами, снижен на %buff1.buff.res1.norm."
[Items_DragonBlessed.A_Major_Shoulders_CloakOfMalassa H7HeroItem]
mName="Плащ Малассы"
mTooltip="Урон от магии тьмы, получаемый всеми дружественными отрядами, снижен на %buff1.buff.res1.norm."
[Items_DragonBlessed.A_Major_Shoulders_CloakOfShalassa H7HeroItem]
mName="Плащ Шалассы"
mTooltip="Урон от магии воды, получаемый всеми дружественными отрядами, снижен на %buff1.buff.res1.norm."
[Items_DragonBlessed.A_Major_Shoulders_CloakOfSylanna H7HeroItem]
mName="Плащ Силанны"
mTooltip="Урон от магии земли, получаемый всеми дружественными отрядами, снижен на %buff1.buff.res1.norm."
[Items_DragonBlessed.A_Major_Shoulders_CloakOfYlath H7HeroItem]
mName="Плащ Илата"
mTooltip="Урон от магии воздуха, получаемый всеми дружественными отрядами, снижен на %buff1.buff.res1.norm."
[Items_DragonBlessed.A_Relic_MainHand_DragonFlameTongue H7HeroItem]
mName="Пламенный язык дракона"
mTooltip="%stat2 к урону героя за уровень.\n%stat1 к %stat1.icon силе."
[Items_DragonBlessed.A_Relic_Neck_DragonHeart H7HeroItem]
mName="Сердце дракона"
mTooltip="%stat к %stat.icon магии."
[Items_DragonBlessed.A_Relic_OffHand_DragonShield H7HeroItem]
mName="Щит дракона"
mTooltip="%stat к %ICON_DEFENSE защите."
[Items_DragonBlessed.A_Relic_Torso_DragonScaleArmour H7HeroItem]
mName="Доспех из чешуи дракона"
mTooltip="%stat1 к %ICON_ATTACK силе.\n%stat2 к %ICON_DEFENSE защите."
[Items_DwarvenWork.A_Major_Hands_RingOfCelerity H7HeroItem]
mName="Кольцо стремительности"
mTooltip="%buff1.buff.stat к %buff1.buff.stat.icon инициативе всех дружественных отрядов."
[Items_DwarvenWork.A_Major_MainHand_DwarvenHatchet H7HeroItem]
mName="Топорик гномов"
mTooltip="%stat1 к урону героя за уровень.\n%buff1.buff.stat1 к базовому урону дружественных отрядов."
[Items_DwarvenWork.A_Major_OffHand_CrystalEyeglass H7HeroItem]
mName="Кристальный монокль"
mTooltip="%special.icon Кристаллы драконьей крови: %special ед. в день."
[Items_DwarvenWork.A_Minor_OffHand_DwarvenPickaxe H7HeroItem]
mName="Кирка гномов"
mTooltip="%special.icon Руда: %special ед. в день."
[Items_DwarvenWork.A_Minor_OffHand_DwarvenShield H7HeroItem]
mName="Щит гномов"
mTooltip="%stat к %ICON_DEFENSE защите."
[Items_DwarvenWork.A_Minor_Shoulders_DwarvenSpaulders H7HeroItem]
mName="Наплечники гномов"
mTooltip="%stat к %stat.icon лидерству."
[Items_DwarvenWork.A_Relic_MainHand_DwarvenCrossbow H7HeroItem]
mName="Арбалет гномов"
mTooltip="%buff1.buff.stat2 к базовому урону дружественных отрядов, ведущих дальний бой.\nВсе дружественные отряды получают бонус: %buff1.buff.stat3.icon 100%.\n%buff1.buff.stat1 к %buff1.buff.stat1.icon инициативе дружественных отрядов, ведущих дальний бой."
[Items_DwarvenWork.A_Relic_OffHand_NotebookOfTheEngineer H7HeroItem]
mName="Записи инженера"
mTooltip="Все дружественные вспомогательные единицы и единицы огневой поддержки получают %buff.buff.stat к %buff.buff.stat.icon атаке."
[Items_ElvenCraft.A_Major_Feet_ElvenBoots H7HeroItem]
mName="Эльфийские сапоги"
mTooltip="%stat к макс. %stat.icon дальности перемещения героя.\n%buff1.buff.stat к %buff1.buff.stat.icon инициативе дружественных отрядов, ведущих дальний бой."
[Items_ElvenCraft.A_Major_MainHand_Avenger H7HeroItem]
mName="Мститель"
mTooltip="%buff1.buff.stat1 к базовому урону дружественных отрядов, ведущих дальний бой.\nВсе вражеские существа дополнительно получают 1 метку природы."
[Items_ElvenCraft.A_Major_MainHand_UnicornHornBow H7HeroItem]
mName="Лук из рога единорога"
mTooltip="%buff1.buff.stat1 к базовому урону дружественных отрядов, ведущих дальний бой.\nТакже они получают бонус: %buff1.buff.stat3.icon 100%."
[Items_ElvenCraft.A_Minor_Hands_BraceletOfTheDruid H7HeroItem]
mName="Браслет друида"
mTooltip="%stat к %stat.icon магии.\nПозволяет один раз за бой прочесть заклинание магии земли «Восстановление»."
[Items_ElvenCraft.A_Minor_Hands_RingOfSwiftness H7HeroItem]
mName="Кольцо проворства"
mTooltip="%buff1.buff.stat к %buff1.buff.stat.icon инициативе всех дружественных отрядов."
[Items_ElvenCraft.A_Minor_Head_AllSeeingCrown H7HeroItem]
mName="Корона всевидения"
mTooltip="%stat1 к дальности обзора.\n%stat2 к получаемому опыту."
[Items_ElvenCraft.A_Minor_Neck_AmuletOfHealth H7HeroItem]
mName="Амулет здоровья"
mTooltip="%buff1.buff.stat к здоровью всех дружественных существ."
[Items_ElvenCraft.A_Minor_OffHand_PurseOfEndlessGold H7HeroItem]
mName="Кошель бесконечного золота"
mTooltip="%special.icon Золото: %special ед. в день"
[Items_ElvenCraft.A_Minor_OffHand_SacredSeed H7HeroItem]
mName="Семена священной жизни"
mTooltip="%special.icon Древесина: %special ед. в день"
[Items_ElvenCraft.A_Relic_Feet_BootsOfTheWayfarer H7HeroItem]
mName="Сапоги путника"
mTooltip="%stat к макс. %stat.icon дальности перемещения героя.\n%special ед. золота в день."
[Items_ElvenCraft.A_Relic_MainHand_SwordOfThorns H7HeroItem]
mName="Меч с шипами"
mTooltip="%stat1 к урону за каждый уровень героя.\n%buff1.buff.stat к %buff1.buff.stat.icon дальности перемещения вражеских существ.\n%buff2.buff.stat к %buff2.buff.stat.icon инициативе вражеских существ, ведущих дальний бой."
[Items_GreatLichSet.A_Major_Neck_HourglassOfOrder H7HeroItem]
mName="Песочные часы порядка"
mTooltip="%buff1.buff.stat к %buff1.buff.stat.icon боевому духу вражеских существ."
[Items_GreatLichSet.A_Major_Shoulders_CloakOfTheLich H7HeroItem]
mName="Плащ лича"
mTooltip="%stat к %stat.icon судьбе.\n%buff1.buff.stat к %buff1.buff.stat.icon боевому духу вражеских существ."
[Items_GreatLichSet.A_Minor_Feet_BootsOfTheWalkingDead H7HeroItem]
mName="Сапоги мертвеца"
mTooltip="%stat к макс. %stat.icon дальности перемещения героя.\n%buff1.buff.stat к %buff1.buff.stat.icon инициативе дружественных существ, ведущих ближний бой."
[Items_GreatLichSet.A_Minor_Torso_NecromancersChasuble H7HeroItem]
mName="Риза некроманта"
mTooltip="%stat к максимальному запасу %stat.icon маны."
[Items_GreatLichSet.A_Relic_Hands_RingOfTheUnrepentant H7HeroItem]
mName="Кольцо нераскаявшегося"
mTooltip="%stat к %stat.icon магии.\nПозволяет раз в бой использовать заклинание изначальной магии «Мгновенное перемещение»."
[Items_GreatLichSet.A_Relic_OffHand_LibramOfLastRites H7HeroItem]
mName="Манускрипт соборования"
mTooltip="Все дружественные отряды получают на %buff1.buff.res1.norm меньше урона от магии.\nИсцеляющие умения восстанавливают на %buff2.buff.res1.norm меньше здоровья."
[Items_GuardianSet.A_Major_Hands_GuardiansGauntlet H7HeroItem]
mName="Рукавицы хранителя"
mTooltip="%stat1 к урону героя за уровень.\n%buff1.buff.stat к здоровью всех дружественных существ."
[Items_GuardianSet.A_Major_OffHand_LionsShield H7HeroItem]
mName="Львиный щит"
mTooltip="%stat1 к %ICON_LEADERSHIP лидерству.\n%stat2 к %ICON_DEFENSE защите."
[Items_GuardianSet.A_Minor_Feet_GuardiansBoots H7HeroItem]
mName="Сапоги хранителя"
mTooltip="%stat1 к макс. %ICON_MAX_MOVEMENT дальности перемещения героя.\n%stat2 к %ICON_DEFENSE защите."
[Items_GuardianSet.A_Minor_Shoulders_GuardiansSpaulders H7HeroItem]
mName="Наплечники хранителя"
mTooltip="%stat к %stat.icon лидерству."
[Items_GuardianSet.A_Relic_Head_GuardiansHelm H7HeroItem]
mName="Шлем хранителя"
mTooltip="%stat к %stat.icon лидерству.\n%buff1.buff.stat к %buff1.buff.stat.icon инициативе дружественных отрядов, ведущих дальний бой."
[Items_GuardianSet.A_Relic_Torso_GuardiansBreastplate H7HeroItem]
mName="Нагрудник хранителя"
mTooltip="%stat к %ICON_DEFENSE защите.\nВсе дружественные отряды получают на %buff1.buff.res1.norm меньше урона от магии света."
[Items_Hallowed.A_Major_Feet_SandalsOfTheBlessed H7HeroItem]
mName="Сандалии святого"
mTooltip="%stat1 к %ICON_ATTACK силе.\n%stat2 к %ICON_DEFENSE защите.\n%stat3 к %ICON_MAGIC магии.\n%stat4 к %ICON_SPIRIT духу."
[Items_Hallowed.A_Major_MainHand_CelestialStaff H7HeroItem]
mName="Небесный посох"
mTooltip="%stat к %stat.icon духу.\nПозволяет раз в бой использовать заклинание магии света «Небесный доспех»."
[Items_Hallowed.A_Major_OffHand_CelestialShield H7HeroItem]
mName="Небесный щит"
mTooltip="Если в начале раунда дружественный отряд воодушевлен, все вражеские существа получают %buff1.buff.buff.buff.stat к %buff1.buff.buff.buff.stat.icon боевому духу до конца раунда."
[Items_Hallowed.A_Major_OffHand_CrestOfCourage H7HeroItem]
mName="Плюмаж бесстрашия"
mTooltip="%stat к %stat.icon лидерству."
[Items_Hallowed.A_Major_OffHand_WhiteWolfShield H7HeroItem]
mName="Щит белого волка"
mTooltip="%stat к %ICON_DEFENSE защите."
[Items_Hallowed.A_Major_Torso_RegalArmour H7HeroItem]
mName="Королевские доспехи"
mTooltip="%stat2 к %ICON_DEFENSE защите.\n%stat1 к %ICON_LEADERSHIP лидерству."
[Items_MagisterSet.A_Major_OffHand_MagistersCodex H7HeroItem]
mName="Кодекс магистра"
mTooltip="%stat1 к %stat1.icon магии.\n%stat2 к %stat2.icon судьбе."
[Items_MagisterSet.A_Major_Torso_MagistersRobe H7HeroItem]
mName="Мантия магистра"
mTooltip="%stat1 к %stat1.icon магии.\n%stat2 к %stat2.icon духу."
[Items_MagisterSet.A_Minor_Feet_MagistersSandals H7HeroItem]
mName="Сандалии магистра"
mTooltip="%stat2 к макс. %stat2.icon дальности перемещения героя.\n%stat1 к %stat1.icon магии."
[Items_MagisterSet.A_Minor_Shoulders_MagistersCloak H7HeroItem]
mName="Плащ магистра"
mTooltip="%stat к %stat.icon магии."
[Items_MagisterSet.A_Relic_Head_SupremeCrownOfTheMagister H7HeroItem]
mName="Корона магистра"
mTooltip="%stat1 к %stat1.icon магии.\n%stat2 к %stat2.icon духу."
[Items_MagisterSet.A_Relic_Neck_MoonTalisman H7HeroItem]
mName="Лунный талисман"
mTooltip="%stat1 к %stat1.icon магии.\n%stat2 к %stat2.icon судьбе."
[Items_NoSet.A_Major_Feet_BootsOfTheExplorer H7HeroItem]
mName="Сапоги исследователя"
mTooltip="%stat к макс. %stat.icon дальности перемещения героя."
[Items_NoSet.A_Major_Feet_ShiftingBoots H7HeroItem]
mName="Сапоги легкости"
mTooltip="%buff1.buff.buff1.buff.stat к %buff1.buff.buff1.buff.stat.icon дальности перемещения всех дружественных существ под покровом Малассы."
[Items_NoSet.A_Major_Hands_ArcaneBracelets H7HeroItem]
mName="Магические браслеты"
mTooltip="%stat к %stat.icon магии.\nПозволяет раз в бой использовать заклинание изначальной магии «Коллапс»."
[Items_NoSet.A_Major_Hands_BraceletOfTheFreemage H7HeroItem]
mName="Браслет вольного мага"
mTooltip="%stat к %stat.icon магии.\nПозволяет раз в бой использовать заклинание магии воздуха «Молния»."
[Items_NoSet.A_Major_Hands_GauntletsOfTheMinotaur H7HeroItem]
mName="Наручи минотавра"
mTooltip="%stat к %stat.icon силе."
[Items_NoSet.A_Major_Head_HelmetOfTheNagaLord H7HeroItem]
mName="Шлем владыки наг"
mTooltip="%stat к дальности обзора.\nПозволяет раз в бой использовать заклинание магии воды «Мощь льдов»."
[Items_NoSet.A_Major_Head_MaskOfDoom H7HeroItem]
mName="Маска судьбы"
mTooltip="%buff1.buff.stat к %buff1.buff.stat.icon удаче вражеских отрядов."
[Items_NoSet.A_Major_Head_ScoutsHat H7HeroItem]
mName="Шляпа разведчика"
mTooltip="%stat к дальности обзора.\nПозволяет раз в день использовать заклинание магии воздуха «Взор Илата»."
[Items_NoSet.A_Major_Head_ShamanicMask H7HeroItem]
mName="Маска шамана"
mTooltip="%stat к %stat.icon лидерству.\nПозволяет раз в бой использовать заклинание магии воздуха «Шквал»."
[Items_NoSet.A_Major_Head_TurbanOfAttunement H7HeroItem]
mName="Тюрбан сосредоточия"
mTooltip="%stat1 метамагии в начале каждого раунда."
[Items_NoSet.A_Major_MainHand_CrystalWand H7HeroItem]
mName="Кристальная волшебная палочка"
mTooltip="%stat к %stat.icon магии.\nДля применения заклинаний изначальной магии требуется на %special.val1 ед. маны меньше."
[Items_NoSet.A_Major_MainHand_IdealCrossbow H7HeroItem]
mName="Идеальный арбалет"
mTooltip="%buff1.buff.stat2 к базовому урону дружественных существ, ведущих дальний бой.\n%buff1.buff.stat1 к %buff1.buff.stat1.icon к инициативе дружественных существ, ведущих дальний бой."
[Items_NoSet.A_Major_MainHand_MinotaursAxe H7HeroItem]
mName="Топор минотавра"
mTooltip="%stat1 к урону за каждый уровень героя."
[Items_NoSet.A_Major_Neck_AmuletOfNecromancy H7HeroItem]
mName="Амулет некроманта"
mTooltip="Для поднятия скелетов и скелетов-воинов при помощи некромантии используется на %stat.norm% больше единиц жизни павших живых существ."
[Items_NoSet.A_Major_Neck_BlazingEye H7HeroItem]
mName="Сияющее око"
mTooltip="%stat к %stat.icon магии для заклинаний магии света."
[Items_NoSet.A_Major_Neck_DreamDrop H7HeroItem]
mName="Капля грез"
mTooltip="%stat к %stat.icon магии для заклинаний магии воды."
[Items_NoSet.A_Major_Neck_EmeraldLeaf H7HeroItem]
mName="Изумрудный лист"
mTooltip="%stat к %stat.icon магии для заклинаний магии земли."
[Items_NoSet.A_Major_Neck_NecklaceOfVitality H7HeroItem]
mName="Ожерелье выносливости"
mTooltip="%buff1.buff.stat к здоровью всех дружественных существ."
[Items_NoSet.A_Major_Neck_PendantOfPrimalRage H7HeroItem]
mName="Кулон первобытной ярости"
mTooltip="%buff1.buff.stat к %ICON_DEFENSE защите всех дружественных отрядов при отсутствии кровавой ярости."
[Items_NoSet.A_Major_Neck_PristineBreath H7HeroItem]
mName="Первоначальное дыхание"
mTooltip="%stat к %stat.icon магии для заклинаний магии воздуха."
[Items_NoSet.A_Major_Neck_ScarletSpark H7HeroItem]
mName="Изначальная искра"
mTooltip="%stat к %stat.icon магии для заклинаний магии огня."
[Items_NoSet.A_Major_Neck_ShadowVeil H7HeroItem]
mName="Теневая вуаль"
mTooltip="%stat к %stat.icon магии для заклинаний магии тьмы."
[Items_NoSet.A_Major_OffHand_AlchemicalFlask H7HeroItem]
mName="Алхимический сосуд"
mTooltip="%special.icon Драконья сталь: %special в день"
[Items_NoSet.A_Major_OffHand_BagOfEndlessGold H7HeroItem]
mName="Сума бесконечного золота"
mTooltip="%special.icon Золото: %special ед. в день"
[Items_NoSet.A_Major_OffHand_FourLeafClover H7HeroItem]
mName="Четырехлистный клевер"
mTooltip="%stat к %stat.icon судьбе."
[Items_NoSet.A_Major_OffHand_MastersGrimoire H7HeroItem]
mName="Гримуар мастера"
mTooltip="%stat к %stat.icon духу."
[Items_NoSet.A_Major_OffHand_ShadowsteelHeart H7HeroItem]
mName="Сердце из сумрачной стали"
mTooltip="%special.icon Сумрачная сталь: %special в день"
[Items_NoSet.A_Major_Shoulders_BarbarianCape H7HeroItem]
mName="Накидка варвара"
mTooltip="Все дружественные существа получают на %buff1.buff.res1.norm меньше урона от магии."
[Items_NoSet.A_Major_Torso_AlchemistsRobe H7HeroItem]
mName="Мантия алхимика"
mTooltip="%special2 к времени действия положительных эффектов на дружественные отряды.\n%icon_Crystal Кристаллы драконьей крови, %icon_Dragonsteel драконья сталь, %icon_Shadowsteel сумрачная сталь или %icon_Starsilver звездное серебро: %special1 ед. в день."
[Items_NoSet.A_Major_Torso_RobeOfInnervation H7HeroItem]
mName="Мантия внутреннего пламени"
mTooltip="Увеличивает время действия положительных эффектов на дружественные отряды на %special.\nПозволяет раз в бой использовать заклинание магии огня «Внутреннее пламя»."
[Items_NoSet.A_Major_Torso_WindswordPlate H7HeroItem]
mName="Доспех Мечей ветра"
mTooltip="%stat к %ICON_DEFENSE защите.\n%buff1.buff.stat к %ICON_MAX_MOVEMENT дальности перемещения дружественных летающих существ."
[Items_NoSet.A_Minor_Feet_SandalsOfTheSwiftJourney H7HeroItem]
mName="Сандалии путешественника"
mTooltip="%stat к макс. %stat.icon дальности перемещения героя."
[Items_NoSet.A_Minor_Hands_BlackGuardsGloves H7HeroItem]
mName="Рукавицы Черной стражи"
mTooltip="%stat к %stat.icon силе."
[Items_NoSet.A_Minor_Head_CapOfTheExplorer H7HeroItem]
mName="Шапка исследователя"
mTooltip="%stat к дальности обзора."
[Items_NoSet.A_Minor_Head_GladiatorHelmet H7HeroItem]
mName="Шлем гладиатора"
mTooltip="%stat1 к %stat1.icon силе."
[Items_NoSet.A_Minor_Neck_AmuletOfDisguise H7HeroItem]
mName="Амулет маскировки"
mTooltip="%stat к %ICON_DEFENSE защите.\nПозволяет раз в бой использовать заклинание магии %ICON_AIR воздуха «Покров туманов»."
[Items_NoSet.A_Minor_Neck_CrystalNecklace H7HeroItem]
mName="Кристальное ожерелье"
mTooltip="%stat к %stat.icon магии."
[Items_NoSet.A_Minor_Shoulders_CapeOfProtection H7HeroItem]
mName="Накидка защиты"
mTooltip="%stat к %ICON_DEFENSE защите."
[Items_NoSet.A_Minor_Shoulders_DiplomatsCoat H7HeroItem]
mName="Пальто дипломата"
mTooltip="Вероятность того, что нейтральные армии захотят присоединиться к герою, увеличена на %stat.norm."
[Items_NoSet.A_Relic_Feet_MonksSandals H7HeroItem]
mName="Сандалии монаха"
mTooltip="Для применения заклинаний магии воды требуется на %special.val1 ед. маны меньше.\n%buff1.buff.stat к %buff1.buff.stat.icon инициативе всех дружественных отрядов."
[Items_NoSet.A_Relic_Hands_ArcaneBracelets H7HeroItem]
mName="Магические браслеты"
mTooltip="%stat к %stat.icon магии.\nПозволяет раз в бой использовать заклинание изначальной магии «Коллапс»."
[Items_NoSet.A_Relic_Hands_GauntletsOfTheCyclops H7HeroItem]
mName="Наручи циклопа"
mTooltip="%stat к %stat.icon силе."
[Items_NoSet.A_Relic_Hands_SkullRing H7HeroItem]
mName="Кольцо с черепом"
mTooltip="Атаки героя с вероятностью %spell1.spell.buff.chance% могут парализовать вражеское существо до конца хода."
[Items_NoSet.A_Relic_Head_WindswordHelmet H7HeroItem]
mName="Шлем Мечей ветра"
mTooltip="%stat1 к %ICON_DEFENSE защите.\n%stat2 к %ICON_LEADERSHIP лидерству.\n%stat3 к опыту."
[Items_NoSet.A_Relic_MainHand_RodOfTorment H7HeroItem]
mName="Жезл истязания"
mTooltip="%stat к %stat.icon магии.\nУвеличивает время действия негативных эффектов на вражеские отряды на %special."
[Items_NoSet.A_Relic_OffHand_ArchmagesCodex H7HeroItem]
mName="Кодекс архимага"
mTooltip="%stat к %stat.icon духу."
[Items_NoSet.A_Relic_OffHand_ChestOfEndlessGold H7HeroItem]
mName="Сундук бесконечного золота"
mTooltip="%special.icon Золото: %special ед. в день"
[Items_NoSet.A_Relic_OffHand_CrestOfHonor H7HeroItem]
mName="Плюмаж почета"
mTooltip="%stat к %stat.icon лидерству."
[Items_NoSet.A_Relic_OffHand_GoldenFeather H7HeroItem]
mName="Золотое перо"
mTooltip="Позволяет раз в бой использовать заклинание магии света «Призыв золотого дракона»."
[Items_NoSet.A_Relic_OffHand_GoldenHorseshoe H7HeroItem]
mName="Золотая подкова"
mTooltip="%stat к %stat.icon судьбе."
[Items_NoSet.A_Relic_OffHand_SextantOfTheSeaElves H7HeroItem]
mName="Секстант эльфов воды"
mTooltip="%stat1 к дальности обзора.\nПо воде герой перемещается на 15% дальше."
[Items_NoSet.A_Relic_OffHand_ShacklesOfTheLastMan H7HeroItem]
mName="Кандалы неизбежности"
mTooltip="Герои не могут бежать с поля боя или капитулировать."
[Items_NoSet.A_Relic_Shoulders_CloakOfWarding H7HeroItem]
mName="Плащ отражения"
mTooltip="%stat к %ICON_DEFENSE защите.\nВсе дружественные существа получают на %buff1.buff.res1.norm меньше урона от магии."
[Items_NoSet.A_Relic_Shoulders_DeadMansCape H7HeroItem]
mName="Накидка мертвеца"
mTooltip="%buff1.buff.stat к %buff1.buff.stat.icon боевому духу вражеских отрядов.\nЭффективность всех исцеляющих способностей снижается вдвое."
[Items_NoSet.A_Relic_Torso_PirateArmour H7HeroItem]
mName="Доспех пирата"
mTooltip="%stat к %ICON_DEFENSE защите.\n%buff1.buff.stat к здоровью всех дружественных существ."
[Items_NoSet.A_Relic_Torso_RobeOfSarIssus H7HeroItem]
mName="Мантия Сар-Иссы"
mTooltip="%stat к %stat.icon духу.\nУменьшает затраты %special.icon маны на применение заклинаний на %special.val1 ед."
[Items_NoSet.A_Relic_Torso_RobeOfTheProphet H7HeroItem]
mName="Мантия пророка"
mTooltip="Все дружественные существа получают на %buff1.buff.res1.norm меньше урона от магии.\n%buff1.buff.stat к здоровью всех дружественных существ."
[Items_RangerSet.A_Major_Feet_RangersBoots H7HeroItem]
mName="Сапоги следопыта"
mTooltip="%stat к макс. %stat.icon дальности перемещения героя.\n%buff1.buff.stat к %buff1.buff.stat.icon инициативе всех дружественных отрядов, ведущих дальний бой."
[Items_RangerSet.A_Major_Head_RangersHat H7HeroItem]
mName="Шляпа следопыта"
mTooltip="%stat2 к %ICON_DEFENSE защите.\n%stat1 к дальности обзора."
[Items_RangerSet.A_Minor_Hands_RangersGloves H7HeroItem]
mName="Перчатки следопыта"
mTooltip="%stat к %stat.icon силе."
[Items_RangerSet.A_Minor_Torso_RangersArmour H7HeroItem]
mName="Доспех следопыта"
mTooltip="%stat к %stat.icon духу."
[Items_RangerSet.A_Relic_MainHand_RangersBow H7HeroItem]
mName="Лук следопыта"
mTooltip="%stat1 к урону за каждый уровень героя.\n%buff1.buff.stat2 к базовому урону дружественных отрядов, ведущих дальний бой.\n%buff1.buff.stat1 к %buff1.buff.stat1.icon инициативе дружественных отрядов, ведущих дальний бой."
[Items_RangerSet.A_Relic_Shoulders_RangersCape H7HeroItem]
mName="Накидка следопыта"
mTooltip="%stat к %stat.icon магии для заклинаний магии земли.\nВсе дружественные отряды получают на %buff2.buff.res1.norm меньше урона от магии земли."
[Items_ShantiriTreasure.A_Major_OffHand_CursedDice H7HeroItem]
mName="Проклятая кость"
mTooltip="%buff1.buff.stat к %buff1.buff.stat.icon удаче вражеских отрядов."
[Items_ShantiriTreasure.A_Major_OffHand_HornOfPlenty H7HeroItem]
mName="Рог изобилия"
mTooltip="%icon_Crystal Кристаллы драконьей крови, %icon_Dragonsteel драконья сталь, %icon_Shadowsteel сумрачная сталь или %icon_Starsilver звездное серебро: %special ед. в день."
[Items_ShantiriTreasure.A_Major_Torso_ShantiriArmour H7HeroItem]
mName="Шантирийский доспех"
mTooltip="%stat к %ICON_DEFENSE защите.\nВсе дружественные отряды получают на %buff1.buff.res1.norm меньше урона от %ICON_PRIME изначальной магии."
[Items_ShantiriTreasure.A_Minor_Feet_LegendaryBoots H7HeroItem]
mName="Сапоги легенды"
mTooltip="%stat к %stat.icon судьбе."
[Items_ShantiriTreasure.A_Relic_Hands_RingOfHaste H7HeroItem]
mName="Кольцо скорости"
mTooltip="%buff1.buff.stat2 к %buff1.buff.stat2.icon дальности перемещения дружественных отрядов.\n%buff1.buff.stat1 к %buff1.buff.stat1.icon инициативе дружественных отрядов."
[Items_ShantiriTreasure.A_Relic_Head_MaskOfTheShadowsmith H7HeroItem]
mName="Маска творца теней"
mTooltip="%stat к %stat.icon магии.\nПозволяет раз в бой использовать заклинание магии тьмы «Сумеречный образ»."
[Items_ShantiriTreasure.A_Relic_Head_ShantiriHelmet H7HeroItem]
mName="Шантирийский шлем"
mTooltip="%stat2 к %ICON_DEFENSE защите.\n%stat3 к %ICON_LEADERSHIP лидерству.\n%stat1 к дальности обзора."
[Items_ShantiriTreasure.A_Relic_Torso_ArmourOfTheForgottenHero H7HeroItem]
mName="Доспех забытого героя"
mTooltip="%stat1 к %ICON_ATTACK силе.\n%stat2 к %ICON_DEFENSE защите.\n%stat3 к %ICON_MAGIC магии.\n%stat4 к %ICON_SPIRIT духу."
[Items_WarlordSet.A_Major_Neck_AmuletOfTheJaguar H7HeroItem]
mName="Амулет ягуара"
mTooltip="%stat к %stat.icon силе."
[Items_WarlordSet.A_Major_Torso_BarbarianArmour H7HeroItem]
mName="Доспех варвара"
mTooltip="%stat1 к %ICON_ATTACK силе.\n%stat2 к %ICON_DEFENSE защите."
[Items_WarlordSet.A_Minor_MainHand_PirateCrossbow H7HeroItem]
mName="Арбалет пирата"
mTooltip="%buff1.buff.stat1 к базовому урону дружественных отрядов, ведущих дальний бой."
[Items_WarlordSet.A_Minor_Shoulders_BoneSpaulders H7HeroItem]
mName="Костяные наплечники"
mTooltip="%stat к %ICON_DEFENSE защите."
[Items_WarlordSet.A_Relic_Hands_GauntletOfTheKhan H7HeroItem]
mName="Рукавицы хана"
mTooltip="%stat к %stat.icon силе.\n%buff1.buff.stat1 к базовому урону дружественных отрядов."
[Items_WarlordSet.A_Relic_Head_CragHacksHelmet H7HeroItem]
mName="Шлем Крэга Хака"
mTooltip="%stat к %stat.icon силе.\n%buff1.buff.stat к %buff1.buff.stat.icon инициативе всех дружественных отрядов."
[Sets.A_AssassinsSet H7ItemSet]
mName="Набор ассасина"
mTooltip="DEPRECATED"
[Sets.A_BattleGarbOfTheGriffin H7ItemSet]
mName="Боевое одеяние дома Грифона"
mTooltip="DEPRECATED"
[Sets.A_Bloodforged H7ItemSet]
mTooltip="DEPRECATED"
mName="Узы Драконьей крови"
[Sets.A_DragonBlessed H7ItemSet]
mTooltip="DEPRECATED"
mName="Благословение Драконов"
[Sets.A_DwarvenWork H7ItemSet]
mTooltip="DEPRECATED"
mName="Артефакты гномов"
[Sets.A_ElvenCraft H7ItemSet]
mTooltip="DEPRECATED"
mName="Творения эльфов"
[Sets.A_GreatLichsSet H7ItemSet]
mTooltip="DEPRECATED"
mName="Набор архилича"
[Sets.A_GuardiansSet H7ItemSet]
mName="Набор хранителя"
mTooltip="DEPRECATED"
[Sets.A_Hallowed H7ItemSet]
mTooltip="DEPRECATED"
mName="Святыни"
[Sets.A_MagistersSet H7ItemSet]
mTooltip="DEPRECATED"
mName="Набор магистра"
[Sets.A_RangersSet H7ItemSet]
mTooltip="DEPRECATED"
mName="Набор следопыта"
[Sets.A_ShantiriTreasure H7ItemSet]
mTooltip="DEPRECATED"
mName="Сокровища Шантири"
[Sets.A_WarlordsSet H7ItemSet]
mTooltip="DEPRECATED"
mName="Набор военачальника"
[Sets.A_Set_Guardian_DEPRECATED H7ItemSet]
mName="Набор стража"
mTooltip="Говорят, что это принадлежало знаменитому «Стражу Асхана», объединившему свой народ, чтобы противостоять полчищам демонов."
[Artifacts.A_GuardiansSpaulders_DEPRECATED H7HeroItem]
mName="Наплечники стража"
[Artifacts.A_GuardiansHelm_DEPRECATED H7HeroItem]
mName="Шлем стража"
[Abilities.A_Set_ElvenCraft_Buff H7BaseBuff]
mName="Сделано эльфами"
[Consumables.A_Scroll_Air_Cyclone H7HeroItem]
mName="Свиток «Вихрь»"
mTooltip="При использовании герой применяет заклинание школы воздуха «Вихрь»."
[Consumables.A_Scroll_Air_GustOfWind H7HeroItem]
mName="Свиток «Шквал»"
mTooltip="При использовании герой применяет заклинание школы воздуха «Шквал»."
[Consumables.A_Scroll_Air_LightningBolt H7HeroItem]
mName="Свиток «Молния»"
mTooltip="При использовании герой применяет заклинание школы воздуха «Молния»."
[Consumables.A_Scroll_Air_LightningBurst H7HeroItem]
mName="Свиток «Грозовой разряд»"
mTooltip="При использовании герой применяет заклинание школы воздуха «Грозовой разряд»."
[Consumables.A_Scroll_Air_LightningReflexes H7HeroItem]
mName="Свиток «Молниеносная реакция»"
mTooltip="При использовании герой применяет заклинание школы воздуха «Молниеносная реакция»."
[Consumables.A_Scroll_Air_StormArrows H7HeroItem]
mName="Свиток «Грозовые стрелы»"
mTooltip="При использовании герой применяет заклинание школы воздуха «Грозовые стрелы»."
[Consumables.A_Scroll_Air_YlathsClairvoyance H7HeroItem]
mName="Свиток «Взор Илата»"
mTooltip="При использовании герой применяет заклинание школы воздуха «Взор Илата»."
[Consumables.A_Scroll_Dark_ShadowImage H7HeroItem]
mName="Свиток «Сумеречный образ»"
mTooltip="При использовании герой применяет заклинание школы тьмы «Сумеречный образ»."
[Consumables.A_Scroll_Earth_EarthQuake H7HeroItem]
mName="Свиток «Землетрясение»"
mTooltip="При использовании герой применяет заклинание школы земли «Землетрясение»."
[Consumables.A_Scroll_Earth_Regeneration H7HeroItem]
mName="Свиток «Восстановление»"
mTooltip="При использовании герой применяет заклинание школы земли «Восстановление»."
[Consumables.A_Scroll_Earth_StoneSpikes H7HeroItem]
mName="Свиток «Каменные шипы»"
mTooltip="При использовании герой применяет заклинание школы земли «Каменные шипы»."
[Consumables.A_Scroll_Fire_Armageddon H7HeroItem]
mName="Свиток «Армагеддон»"
mTooltip="При использовании герой применяет заклинание школы огня «Армагеддон»."
[Consumables.A_Scroll_Fire_Fireball H7HeroItem]
mName="Свиток «Огненный шар»"
mTooltip="При использовании герой применяет заклинание школы огня «Огненный шар»."
[Consumables.A_Scroll_Fire_FireBolt H7HeroItem]
mName="Свиток «Огненная стрела»"
mTooltip="При использовании герой применяет заклинание школы огня «Огненная стрела»."
[Consumables.A_Scroll_Fire_InnerFire H7HeroItem]
mName="Свиток «Внутреннее пламя»"
mTooltip="При использовании герой применяет заклинание школы огня «Внутреннее пламя»."
[Consumables.A_Scroll_Light_CelestialArmor H7HeroItem]
mName="Свиток «Небесный доспех»"
mTooltip="При использовании герой применяет заклинание школы света «Небесный доспех»."
[Consumables.A_Scroll_Light_Resurrection H7HeroItem]
mName="Свиток «Воскрешение»"
mTooltip="При использовании герой применяет заклинание школы света «Воскрешение»."
[Consumables.A_Scroll_Light_SummonGoldDragon H7HeroItem]
mName="Свиток «Призыв золотых драконов»"
mTooltip="При использовании герой применяет заклинание школы света «Призыв золотых драконов»."
[Consumables.A_Scroll_Light_SunBeam H7HeroItem]
mName="Свиток «Солнечный луч»"
mTooltip="При использовании герой применяет заклинание школы света «Солнечный луч»."
[Consumables.A_Scroll_Light_SunBurst H7HeroItem]
mName="Свиток «Солнечная вспышка»"
mTooltip="При использовании герой применяет заклинание школы света «Солнечная вспышка»."
[Consumables.A_Scroll_Prime_Implosion H7HeroItem]
mName="Свиток «Коллапс»"
mTooltip="При использовании герой применяет заклинание изначальной магии «Коллапс»."
[Consumables.A_Scroll_Prime_SummonElemental H7HeroItem]
mName="Свиток «Призыв элементалей»"
mTooltip="При использовании герой применяет заклинание изначальной магии «Призыв элементалей»."
[Consumables.A_Scroll_Prime_Teleport H7HeroItem]
mName="Свиток «Мгновенное перемещение»"
mTooltip="При использовании герой применяет заклинание изначальной магии «Мгновенное перемещение»."
[Consumables.A_Scroll_Water_CircleOfWinter H7HeroItem]
mName="Свиток «Кольцо холода»"
mTooltip="При использовании герой применяет заклинание школы воды «Кольцо холода»."
[Consumables.A_Scroll_Water_FogShroud H7HeroItem]
mName="Свиток «Покров туманов»"
mTooltip="При использовании герой применяет заклинание школы воды «Покров туманов»."
[Consumables.A_Scroll_Water_FrostBolt H7HeroItem]
mName="Свиток «Ледяная стрела»"
mTooltip="При использовании герой применяет заклинание школы воды «Ледяная стрела»."
[Consumables.A_Scroll_Water_IceStrike H7HeroItem]
mName="Свиток «Мощь льдов»"
mTooltip="При использовании герой применяет заклинание школы воды «Мощь льдов»."
[Consumables.A_Scroll_Water_VesselOfShalassa H7HeroItem]
mName="Свиток «Паруса Шалассы»"
mTooltip="При использовании герой применяет заклинание школы воды «Паруса Шалассы»."
[Abilities.A_GuardiansSet_Bonus3_Ability H7HeroAbility]
mTooltip="%buff1.buff.stat к здоровью всех дружественных существ."
[Abilities.A_RangersSet_Bonus2_Buff H7BaseBuff]
mName="Набор следопыта"
[Abilities.A_AssassinsSet_Bonus3_Buff H7BaseBuff]
mName="Набор ассасина"
[Abilities.A_GreatLichsSet_Bonus2_Buff H7BaseBuff]
mName="Набор архилича"
[Abilities.A_RangersSet_Bonus3_Buff H7BaseBuff]
mName="Набор следопыта"
[Abilities.A_AssassinsSet_Bonus2_Ability H7HeroAbility]
mTooltip="%buff1.buff.stat1 к базовому урону вражеских отрядов, ведущих дальний бой."
[Abilities.A_GreatLichsSet_Bonus1_Ability H7HeroAbility]
mTooltip="%buff1.buff.stat к %buff1.buff.stat.icon инициативе вражеских отрядов, ведущих дальний бой."
[Abilities.A_Bloodforged_Bonus1_Ability H7HeroAbility]
mName="Закалено кровью Драконов"
mTooltip="%stat ед. %stat.icon маны в день."
[Abilities.A_ElvenCraft_Bonus1_Ability H7HeroAbility]
mTooltip="%buff1.buff.stat к %buff1.buff.stat.icon инициативе всех дружественных отрядов."
[Abilities.A_ElvenCraft_Bonus1_Buff H7BaseBuff]
mName="Творения эльфов"
[Abilities.A_GreatLichsSet_Bonus1_Buff H7BaseBuff]
mName="Набор архилича"
[Abilities.A_AssassinsSet_Bonus1_Ability H7HeroAbility]
mTooltip="%buff1.buff.stat к здоровью всех вражеских существ."
[Abilities.A_AssassinsSet_Bonus1_Buff H7BaseBuff]
mName="Набор ассасина"
[Abilities.A_MagistersSet_Bonus3_Ability H7HeroAbility]
mTooltip="%buff1.buff.stat к %buff1.buff.stat.icon инициативе всех дружественных отрядов."
[Abilities.A_GuardiansSet_Bonus3_Buff H7BaseBuff]
mName="Набор хранителя"
[Abilities.A_AssassinsSet_Bonus2_Buff H7BaseBuff]
mName="Набор ассасина"
[Abilities.A_GuardiansSet_Bonus1_Ability H7HeroAbility]
mTooltip="%buff1.buff.stat к здоровью всех дружественных существ."
[Abilities.A_GuardiansSet_Bonus1_Buff H7BaseBuff]
mName="Набор хранителя"
[Abilities.A_Hallowed_Bonus1_Ability H7HeroAbility]
mTooltip="%special.icon Золото: %special ед. в день"
[Consumables.A_Scroll_Earth_Entangle H7HeroItem]
mName="Свиток «Путы»"
mTooltip="При использовании герой применяет заклинание школы земли «Путы»."
[Consumables.A_Scroll_Dark_Weakness H7HeroItem]
mName="Свиток «Слабость»"
mTooltip="При использовании герой применяет заклинание школы тьмы «Слабость»."
[Abilities.A_WarlordsSet_Bonus3_Buff H7BaseBuff]
mName="Набор военачальника"
[Abilities.A_WarlordsSet_Bonus3_Ability H7HeroAbility]
mTooltip="%buff1.buff.stat к %buff1.buff.stat.icon инициативе всех дружественных отрядов."
[Abilities.A_WarlordsSet_Bonus1_Buff H7BaseBuff]
mName="Набор военачальника"
[Consumables.A_Scroll_Prime_TimeControl H7HeroItem]
mName="Свиток «Управление временем»"
mTooltip="При использовании герой применяет заклинание изначальной магии «Управление временем»."
[Abilities.A_MagistersSet_Bonus3_Buff H7BaseBuff]
mName="Набор магистра"
[Abilities.A_WarlordsSet_Bonus1_Ability H7HeroAbility]
mTooltip="%buff1.buff.stat1 к базовому урону дружественных отрядов, ведущих дальний бой."
[Consumables.A_Scroll_Dark_FaceOfFear H7HeroItem]
mName="Свиток «Лик страха»"
mTooltip="При использовании герой применяет заклинание школы тьмы «Лик страха»."
[Consumables.A_Scroll_Dark_Despair H7HeroItem]
mName="Свиток «Отчаяние»"
mTooltip="При использовании герой применяет заклинание школы тьмы «Отчаяние»."
[Consumables.A_Scroll_Dark_Agony H7HeroItem]
mName="Свиток «Агония»"
mTooltip="При использовании герой применяет заклинание школы тьмы «Агония»."
[Items_Preorder.A_Major_MainHand_CrimsonScythe H7HeroItem]
mName="Багряная коса"
mTooltip="%stat к %stat.icon силе."
[Items_BattleGarbOfTheGriffin.A_Relic_Torso_TheGriffinsGorget H7HeroItem]
mName="Горжет Грифона"
mTooltip="%stat1 к %ICON_DEFENSE защите.\n%stat2 к %ICON_DESTINY судьбе.\n%special к длительности положительных эффектов на дружественных отрядах."
[Items_Preorder.A_Major_Neck_SeaElfCharm H7HeroItem]
mName="Оберег эльфов воды"
mTooltip="%stat к %ICON_DEFENSE защите."
[Items_Preorder.A_Major_OffHand_Moonblade H7HeroItem]
mName="Лунный клинок"
mTooltip="%stat к %stat.icon магии."
[Items_BattleGarbOfTheGriffin.A_Relic_Shoulders_TheGriffinsMantle H7HeroItem]
mName="Мантия Грифона"
mTooltip="%stat1 к %stat1.icon магии при использовании заклинаний магии света.\n%stat2 к %ICON_MANA максимальному запасу маны."
[Items_Preorder.A_Major_OffHand_Thunderskin H7HeroItem]
mName="Покров грома"
mTooltip="%stat к %stat.icon боевому духу."
[Items_Preorder.A_Major_Neck_ElrathsUnity H7HeroItem]
mName="Единство Эльрата"
mTooltip="%stat к %stat.icon духу."
[Items_Preorder.A_Major_MainHand_DjinnScimitar H7HeroItem]
mName="Ятаган джинна"
mTooltip="%stat к %stat.icon судьбе."
[Items_BattleGarbOfTheGriffin.A_Relic_MainHand_TheGriffinsResolve H7HeroItem]
mName="Решимость Грифона"
mTooltip="%stat1 к %ICON_ATTACK атаке.\n%stat3 к %ICON_SPIRIT духу.\n%stat2 к %ICON_LEADERSHIP лидерству."
[Abilities.A_TheGriffinsTalons_Buff H7BaseBuff]
mName="Когти Грифона"
[Items_BattleGarbOfTheGriffin.A_Relic_Hands_TheGriffinsTalons H7HeroItem]
mName="Когти Грифона"
mTooltip="%stat к дальности %ICON_MAX_MOVEMENT перемещения героя.\n%buff.buff.stat к дальности %buff.buff.stat.icon перемещения дружественных отрядов."
[Items_BattleGarbOfTheGriffin.A_Relic_Feet_TheGriffinsTalons H7HeroItem]
mName="Когти Грифона"
mTooltip="%stat к макс. %ICON_MAX_MOVEMENT дальности перемещения героя.\n%buff1.buff.stat к %buff1.buff.stat.icon дальности перемещения дружественных отрядов."
[Consumables.A_Scroll_Prime_DispelMagic H7HeroItem]
mName="Свиток «Рассеивание магии»"
mTooltip="При использовании герой применяет заклинание изначальной магии «Рассеивание магии»."
[Consumables.A_Scroll_Prime_Fortune H7HeroItem]
mName="Свиток «Фортуна»"
mTooltip="При использовании герой применяет заклинание изначальной магии «Фортуна»."
[Consumables.A_Scroll_Prime_InstantReinforcements H7HeroItem]
mName="Свиток «Призыв подкреплений»"
mTooltip="При использовании герой применяет заклинание изначальной магии «Призыв подкреплений»."
[Consumables.A_Scroll_Water_Blizzard H7HeroItem]
mName="Свиток «Снежная буря»"
mTooltip="При использовании герой применяет заклинание магии воды «Снежная буря»."
[Consumables.A_Scroll_Earth_PoisonSpray H7HeroItem]
mName="Свиток «Ядовитый поток»"
mTooltip="При использовании герой применяет заклинание магии земли «Ядовитый поток»."
[Consumables.A_Scroll_Earth_PoisonCloud H7HeroItem]
mName="Свиток «Ядовитое облако»"
mTooltip="При использовании герой применяет заклинание магии земли «Ядовитое облако»."
[Items_NoSet.A_Major_OffHand_Moonblade H7HeroItem]
mName="Лунный клинок"
mTooltip="%stat к %stat.icon магии."
[Consumables.A_Scroll_Prime_InstantRecall H7HeroItem]
mName="Свиток «Возврат в город»"
mTooltip="При использовании герой применяет заклинание изначальной магии «Возврат в город»."
[Consumables.A_Scroll_Earth_SylannasBounty H7HeroItem]
mName="Свиток «Дар изобилия Силанны»"
mTooltip="При использовании герой применяет заклинание магии земли «Дар изобилия Силанны»."
[Consumables.A_Scroll_Prime_TimeStasis H7HeroItem]
mName="Свиток «Остановка времени»"
mTooltip="При использовании герой применяет заклинание изначальной магии «Остановка времени»."
[Items_NoSet.A_Major_MainHand_DjinnScimitar H7HeroItem]
mName="Ятаган джинна"
mTooltip="%stat к %stat.icon судьбе."
[Consumables.A_Scroll_Water_LiquidMembrane H7HeroItem]
mName="Свиток «Водяная пелена»"
mTooltip="При использовании герой применяет заклинание магии воды «Водяная пелена»."
[Items_NoSet.A_Major_Neck_ElrathsUnity H7HeroItem]
mName="Единство Эльрата"
mTooltip="%stat к %stat.icon духу."
[Items_NoSet.A_Major_MainHand_CrimsonScythe H7HeroItem]
mName="Багряная коса"
mTooltip="%stat к %stat.icon силе."
[Consumables.A_Scroll_Light_Retribution H7HeroItem]
mName="Свиток «Возмездие»"
mTooltip="При использовании герой применяет заклинание магии света «Возмездие»."
[Consumables.A_Scroll_Light_Heal H7HeroItem]
mName="Свиток «Исцеление»"
mTooltip="При использовании герой применяет заклинание магии света «Исцеление»."
[Consumables.A_Scroll_Light_ElrathsConviction H7HeroItem]
mName="Свиток «Упорство Эльрата»"
mTooltip="При использовании герой применяет заклинание магии света «Упорство Эльрата»."
[Consumables.A_Scroll_Light_CleansingLight H7HeroItem]
mName="Свиток «Очищающий свет»"
mTooltip="При использовании герой применяет заклинание магии света «Очищающий свет»."
[Consumables.A_Scroll_Fire_Frenzy H7HeroItem]
mName="Свиток «Берсерк»"
mTooltip="При использовании герой применяет заклинание магии огня «Берсерк»."
[Consumables.A_Scroll_Fire_FireWall H7HeroItem]
mName="Свиток «Стена пламени»"
mTooltip="При использовании герой применяет заклинание магии огня «Стена пламени»."
[Consumables.A_Scroll_Earth_StoneSkin H7HeroItem]
mName="Свиток «Каменная кожа»"
mTooltip="При использовании герой применяет заклинание магии земли «Каменная кожа»."
[Consumables.A_Scroll_Fire_BlessingOfArkath H7HeroItem]
mName="Свиток «Благословение Арката»"
mTooltip="При использовании герой применяет заклинание магии огня «Благословение Арката»."
[Items_NoSet.A_Major_OffHand_Thunderskin H7HeroItem]
mName="Покров грома"
mTooltip="%stat к %stat.icon боевому духу."
[Consumables.A_Scroll_Fire_BurningDetermination H7HeroItem]
mName="Свиток «Пламенная решимость»"
mTooltip="При использовании герой применяет заклинание магии огня «Пламенная решимость»."
[Items_NoSet.A_Major_Neck_SeaElfCharm H7HeroItem]
mName="Оберег эльфов воды"
mTooltip="%stat к %stat.icon защите"
[Consumables.A_Scroll_Water_Tsunami H7HeroItem]
mName="Свиток «Цунами»"
mTooltip="При использовании герой применяет заклинание магии воды «Цунами»."
[Consumables.A_Scroll_Dark_ShadowCloak H7HeroItem]
mName="Свиток «Покров теней»"
mTooltip="При использовании герой применяет заклинание магии тьмы «Покров теней»."
[Consumables.A_Scroll_Dark_MalassasTemptation H7HeroItem]
mName="Свиток «Обольщение Малассы»"
mTooltip="При использовании герой применяет заклинание магии тьмы «Обольщение Малассы»."
[Consumables.A_Scroll_Dark_Purge H7HeroItem]
mName="Свиток «Рассеивание»"
mTooltip="При использовании герой применяет заклинание магии тьмы «Рассеивание»."
[Items_DragonBlessed.A_Major_Neck_DragonFangsNecklace H7HeroItem]
mName="Ожерелье из клыков дракона"
mTooltip="%stat к %stat.icon магии."
[Abilities.A_ShacklesOfTheLastMan_Buff H7BaseBuff]
mName="Кандалы неизбежности"
mTooltip="Герои не могут бежать с поля боя или капитулировать."
[Exclusive.A_HeroItem_TheGriffinsGorget H7HeroItem]
mName="Горжет Грифона"
[Exclusive.A_HeroItem_TheGriffinsTalons_Buff H7BaseBuff]
mName="Когти Грифона"
[Exclusive.A_HeroItem_TheGriffinsResolve H7HeroItem]
mName="Решимость Грифона"
[Exclusive.A_HeroItem_TheGriffinsMantle H7HeroItem]
mName="Мантия Грифона"
[Exclusive.A_HeroItem_TheGriffinsTalons H7HeroItem]
mName="Когти Грифона"
[Exclusive.A_ItemSet_BattleGarbOfTheGriffin H7ItemSet]
mName="Боевое одеяние дома Грифона"
[Exclusive.A_HeroItem_TheGriffinsMantle_Buff H7BaseBuff]
mName="Мантия Грифона"

UCP 1.1

[Abilities.A_AssassinsSet_Bonus3_Ability H7HeroAbility]
mTooltip="%buff1.buff.stat1 к базовому урону вражеских отрядов, ведущих дальний бой.\n%buff3.buff.stat к %buff3.buff.stat.icon инициативе всех дружественных отрядов."
[Abilities.A_GreatLichsSet_Bonus3_Ability H7HeroAbility]
mTooltip="%buff1.buff.stat к %buff1.buff.stat.icon боевому духу вражеских существ."
[Abilities.A_RangersSet_Bonus3_Ability H7HeroAbility]
mTooltip="%buff1.buff.stat1 к базовому урону дружественных отрядов, ведущих дальний бой."
[Abilities.A_RangersSet_Bonus1_Ability H7HeroAbility]
mTooltip="%buff1.buff.stat к %buff1.buff.stat.icon инициативе всех дружественных отрядов."
